import React from 'react';

function AboutProject() {
  return (
    <div className='about'>
     <p>Это SPA Pet Project, где можно повторить вопросы по фронтенд разработке</p>
     <p>Это особенно полезно для тех, кто хочет освежить или проверить свои знания перед интервью</p>
     <p> • На главной странице можно тренироваться отвечать на авто подобранный список вопросов.</p>
     <p> • На странице Вопросы" можно посмотреть список из всех вопросов</p>
     <p> • На странице "Прогресс" можно видеть свои результаты в графиках.</p>
    </div>
  )
}

export default AboutProject;